INSERT INTO local."Patients"("Id", "CreatedBy", "IsActive", "HospitalNumber", "IdentityNo", "Name","Gender","BirthDate","CoverageScheme","DoctorId","UnitId")
	VALUES 

(49082/54,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,49082/54,'3140100082339','มอลลี่ วีสลีย์','F','1994-12-27',-2,NULL,-1),
(213860,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,213860,'3710500143011','ดัดลีย์ เดอร์สลีย์','M','1994-12-29',-4,NULL,-1),
(48324,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,48324,'3259900149575','เวอร์นอน เดอร์สลีย์','M','1995-01-08',-4,NULL,-1),
(670001117,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,670001117,'3250100583388','เพทูเนีย เดอร์สลีย์','F','2012-01-18',-4,NULL,-1),
(6802740,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6802740,'3259700104471','มาด-อาย มู้ดดี้','M','1994-12-23',-3,NULL,-1),

-- Unit -1 (อาจารย์ ควีเรลล์, ฮูช, เบอร์เบจ เป็นผู้ดูแล)
(6505315,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6505315,'3100800257727','แฮร์รี่ พอตเตอร์','M','1994-12-23',-4,'6e535885-692f-4f0c-b605-0d537154f835',-1),
(6455308,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6455308,'1250500084692','เฮอร์ไมโอนี่ เกรนเจอร์','F','1995-01-02',-4,'69c8793e-81ee-483a-ad47-ef1d3fa6337f',-1),
(6602502,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6602502,'2270100001500','เนวิลล์ ลองบัตท่อม','M','1995-01-06',-4,'367be69f-584a-49e4-a0b6-cab3635a9083',-1),
(6603132,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6603132,'5301700031064','ลูน่า เลิฟกู๊ด','F','1994-12-28',-4,'a6049310-51eb-4aad-a499-1d335a0aef3b',-1),
(5333974,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,5333974,'3200700272537','โช แชง','F','1995-01-07',-4,'0322c1c8-5b34-4199-a0e2-81d08ab67a82',-1),
(6521515,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6521515,'1259700118769','เพอร์ซี่ วีสลีย์','M','1994-12-26',-2,'0322c1c8-5b34-4199-a0e2-81d08ab67a82',-1),
(6521637,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6521637,'3200101356962','อาเธอร์ วีสลีย์','M','1995-01-05',-2,'0322c1c8-5b34-4199-a0e2-81d08ab67a82',-1),

-- Unit -2 (สมมติให้ดูแลโดย รีดัส ลูปิน '832bd9bf...' หรือ ซิเรียส แบล็ก '8090c38f...')
(6508733,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6508733,'3360100764683','รอน วีสลีย์','M','1994-12-24',-2,'832bd9bf-6d52-4261-8eb0-80c3ca1fa1dd',-1),
(6512620,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6512620,'3251000314521','จินนี่ วีสลีย์','F','1995-01-03',-2,'832bd9bf-6d52-4261-8eb0-80c3ca1fa1dd',-1),
(6300865,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6300865,'3251100436629','เฟร็ด วีสลีย์','M','1994-12-25',-2,'8090c38f-ca53-4238-810d-811a59e6cc68',-1),
(6519635,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6519635,'3209900248972','จอร์จ วีสลีย์','M','1995-01-04',-2,'8090c38f-ca53-4238-810d-811a59e6cc68',-1),
(6800776,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6800776,'3720600070342','โดโลเรส อัมบริดจ์','F','1994-12-28',-3,'8090c38f-ca53-4238-810d-811a59e6cc68',-1),
(6802616,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6802616,'3250500193331','เชมัส ฟินนิกัน','M','1994-12-29',-3,'8090c38f-ca53-4238-810d-811a59e6cc68',-1),
(6802588,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6802588,'3250200554428','คิงส์ลีย์ ชัคเคิลโบลต์','M','1995-01-08',-3,'8090c38f-ca53-4238-810d-811a59e6cc68',-1),
(6411508,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6411508,'5130199018677','นิมฟาดอร่า ท็องก์ส','F','2012-01-18',-3,'8090c38f-ca53-4238-810d-811a59e6cc68',-1),

-- Unit 1 (กลุ่มผู้เสพความตาย ดูแลโดย อาจารย์ เวค, กรับบลี-แพลงก์, บินส์)
(6701952,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6701952,'3251000141325','ลอร์ดโวลเดอมอร์','M','1994-12-23',-4,'638a7f0d-fe84-4256-b714-63071d9ce516',1),
(6702221,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6702221,'1250400165950','เบลลาทริกซ์ เลสแตรงจ์','F','1995-01-02',-4,'de87de9b-5cac-4a3b-88f0-592f702048a5',1),
(67030106,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,67030106,'5270500000980','ลูเซียส มัลฟอย','M','1994-12-24',-4,'9c40de8c-0508-4381-a377-6a82c6304ed3',1),
(184706,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,184706,'3250500209131','เดรโก มัลฟอย','M','1995-01-03',-4,'a6049310-51eb-4aad-a499-1d335a0aef3b',1),


-- Unit -3 (สมมติให้ดูแลโดย กิลเดอรอย ล็อกฮาร์ต '83ae307c...' หรือ ฮอเรซ สลักฮอร์น 'ca5037bc...')
(6706961,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6706961,'3190100267207','คอร์นีเลียส ฟัดจ์','M','1994-12-27',-3,'83ae307c-cd8c-4564-b0e8-da8d0b3f63fc',1),
(530323,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,530323,'3310800115203','นาร์ซิสซา มัลฟอย','F','1994-12-25',-4,'83ae307c-cd8c-4564-b0e8-da8d0b3f63fc',1),
(6706476,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6706476,'1250500092211','ปีเตอร์ เพ็ตติกรูว์','M','1995-01-04',-4,'83ae307c-cd8c-4564-b0e8-da8d0b3f63fc',1),
(361343,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,361343,'3190400117545','เฟนเรียร์ เกรย์แบ็ค','F','1994-12-26',-4,'83ae307c-cd8c-4564-b0e8-da8d0b3f63fc',1),
(6705071,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6705071,'3209600196055','บาร์ทีเมียส เคราช์ จูเนียร์','F','1995-01-05',-4,'83ae307c-cd8c-4564-b0e8-da8d0b3f63fc',1),
(6800002,'866dabc4-6501-44d2-a0e5-65da9c45a46e',TRUE,6800002,'1470800109001','รูฟัส สคริมเจอร์','M','1995-01-06',-3,'ca5037bc-1ffb-4fcb-a5d0-495c3cd5aa99',1);



